{
    "news": [
        {
            "id": 1,
            "title": "الانتخابات الرئاسية 2024: بداية التصويت",
            "date": "2024-07-01",
            "author": "أحمد علي",
            "content": "أعلنت الهيئة العليا للانتخابات عن بدء التصويت في الانتخابات الرئاسية 2024. تشهد هذه الانتخابات منافسة قوية بين عدة مرشحين بارزين، ويتوقع أن تكون نتائجها محورية في تحديد مستقبل البلاد.",
            "category": "سياسة",
            "image": "images/elections_2024.jpg"
        },
        {
            "id": 2,
            "title": "أحداث الرياضة في الصيف: بطولات جديدة",
            "date": "2024-06-30",
            "author": "سارة محمد",
            "content": "شهدت الرياضة في الصيف الجاري العديد من الفعاليات المثيرة، بما في ذلك البطولات المحلية والدولية في مختلف الرياضات مثل كرة القدم، السباحة، وألعاب القوى. توافد الجمهور على الملاعب لمتابعة الفرق المفضلة.",
            "category": "رياضة",
            "image": "images/summer_sports.jpg"
        },
        {
            "id": 3,
            "title": "تطورات التكنولوجيا: الذكاء الاصطناعي في الصدارة",
            "date": "2024-06-29",
            "author": "فاطمة حسن",
            "content": "تشهد التكنولوجيا تطورات سريعة، حيث تم الإعلان عن أحدث الابتكارات في مجال الذكاء الاصطناعي. من بين هذه الابتكارات، أجهزة ذكية جديدة وتطبيقات متطورة تُحسن من جودة الحياة وتساعد في تحليل البيانات بشكل أكثر كفاءة.",
            "category": "تكنولوجيا",
            "image": "images/ai_technology.jpg"
        },
        {
            "id": 4,
            "title": "أخبار الاقتصاد العالمية: التحديات والفرص",
            "date": "2024-06-28",
            "author": "محمود عبد الله",
            "content": "استعرضت التقارير الاقتصادية الأخيرة الوضع المالي العالمي، مشيرة إلى التحديات التي يواجهها الاقتصاد العالمي مثل التضخم والديون، وأيضًا الفرص المتاحة في الأسواق الناشئة والاستثمارات الجديدة.",
            "category": "اقتصاد",
            "image": "images/global_economy.jpg"
        },
        {
            "id": 5,
            "title": "أحدث عروض السفر والسياحة: وجهات جديدة",
            "date": "2024-06-27",
            "author": "هالة يوسف",
            "content": "تقدم شركات السفر والسياحة أحدث العروض والوجهات السياحية هذا الصيف. تشمل العروض باقات متنوعة لزيارة الوجهات الشهيرة مثل باريس، نيوزيلندا، وماليزيا، مع تقديم خصومات مميزة للمسافرين.",
            "category": "سفر",
            "image": "images/travel_offers.jpg"
        },
        {
            "id": 6,
            "title": "التعليم عن بُعد: التوجهات الجديدة",
            "date": "2024-06-26",
            "author": "علي حسن",
            "content": "مع تزايد استخدام التكنولوجيا في التعليم، تمثل التعليم عن بُعد التوجهات الجديدة في مجال التعليم. تشمل هذه التوجهات منصات تعلم عبر الإنترنت، دروس تفاعلية، وأدوات تعليمية مبتكرة تتيح للطلاب التعلم من أي مكان.",
            "category": "تعليم",
            "image": "images/online_education.jpg"
        },
        {
            "id": 7,
            "title": "الصحة العامة: تطورات في علاج الأمراض",
            "date": "2024-06-25",
            "author": "نادر عبد الرحمن",
            "content": "شهدت الأبحاث الطبية تطورات ملحوظة في علاج الأمراض المختلفة، بما في ذلك طرق جديدة في معالجة السرطان، الأمراض القلبية، وأمراض السكري. هذه العلاجات الجديدة تقدم أملًا كبيرًا للمرضى.",
            "category": "صحة",
            "image": "images/medical_research.jpg"
        },
        {
            "id": 8,
            "title": "البيئة: حماية الكوكب من التلوث",
            "date": "2024-06-24",
            "author": "مريم جمال",
            "content": "تتخذ الدول حول العالم خطوات هامة لحماية البيئة من التلوث. تشمل هذه الخطوات تقليل الانبعاثات الكربونية، تعزيز استخدام الطاقة المتجددة، وتنفيذ قوانين لحماية الحياة البرية.",
            "category": "بيئة",
            "image": "images/environment_protection.jpg"
        },
        {
            "id": 9,
            "title": "الثقافة والفنون: مهرجانات جديدة",
            "date": "2024-06-23",
            "author": "سمير أحمد",
            "content": "تستضيف المدن الكبرى مجموعة من المهرجانات الثقافية والفنية هذا الصيف، بما في ذلك مهرجانات الموسيقى، الفنون التشكيلية، والمسرح. توفر هذه الفعاليات فرصة للمشاركين للاستمتاع بالعروض والتجارب الثقافية.",
            "category": "ثقافة",
            "image": "images/cultural_festivals.jpg"
        },
        {
            "id": 10,
            "title": "الابتكار في الصناعات: تكنولوجيا جديدة",
            "date": "2024-06-22",
            "author": "جمال يوسف",
            "content": "يستمر الابتكار في الصناعات المختلفة مع ظهور تقنيات جديدة مثل الروبوتات الذكية، التصنيع الإضافي، وتقنيات الواقع الافتراضي. هذه التطورات توفر فرصًا جديدة للشركات لتحسين عملياتها وزيادة الإنتاجية.",
            "category": "صناعة",
            "image": "images/industrial_innovation.jpg"
        }
    ]
}
